{
  "data": [
    {
      "marque": "Apple",
      "modèle": "iPhone 6",
      "prix": 499,
      "description": "L'iPhone 6 est un smartphone emblématique d'Apple avec un design élégant et une performance fiable. Profitez de son écran Retina, de son appareil photo amélioré et de nombreuses fonctionnalités avancées."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy S21",
      "prix": 899,
      "description": "Le Galaxy S21 de Samsung est un téléphone phare doté d'un superbe écran AMOLED, d'un puissant processeur et d'un système de caméra polyvalent. Obtenez des performances exceptionnelles et une expérience utilisateur fluide."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 5",
      "prix": 699,
      "description": "Le Pixel 5 de Google est un smartphone haut de gamme qui offre une excellente qualité d'appareil photo, une intégration étroite avec les services Google et une autonomie de batterie impressionnante. Découvrez la puissance de l'intelligence artificielle avec le Pixel 5."
    },
    {
      "marque": "OnePlus",
      "modèle": "8 Pro",
      "prix": 799,
      "description": "Le OnePlus 8 Pro est un téléphone phare doté d'un écran fluide à 120 Hz, d'une charge rapide et d'une performance de premier ordre. Capturez des photos et des vidéos de haute qualité avec sa caméra polyvalente."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Mi 11",
      "prix": 699,
      "description": "Le Xiaomi Mi 11 est un smartphone puissant avec un écran AMOLED étonnant, un processeur rapide et une batterie de longue durée. Découvrez des fonctionnalités avancées telles que la charge sans fil et une caméra professionnelle."
    },
    {
      "marque": "Huawei",
      "modèle": "P40 Pro",
      "prix": 899,
      "description": "Le Huawei P40 Pro est un téléphone haut de gamme doté d'un appareil photo exceptionnel et d'une connectivité 5G. Profitez d'un écran incurvé, d'une charge rapide et d'une autonomie de batterie longue durée."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone 12",
      "prix": 799,
      "description": "L'iPhone 12 est le dernier modèle d'Apple avec une puce puissante, un écran OLED et un système de caméra avancé. Explorez de nouvelles possibilités avec la 5G, la réalité augmentée et bien plus encore."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy Note 20 Ultra",
      "prix": 1299,
      "description": "Le Samsung Galaxy Note 20 Ultra est un téléphone haut de gamme doté d'un écran dynamique, d'un stylet S Pen amélioré et d'une puissante configuration matérielle. Profitez d'une expérience multitâche ultime et d'un appareil photo professionnel."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 4a",
      "prix": 349,
      "description": "Le Google Pixel 4a est un smartphone abordable avec une excellente qualité d'appareil photo, une intégration Google fluide et une autonomie de batterie impressionnante. Obtenez une expérience Android pure sans vous ruiner."
    },
    {
      "marque": "OnePlus",
      "modèle": "9 Pro",
      "prix": 999,
      "description": "Le OnePlus 9 Pro est un téléphone phare avec une performance de pointe, un écran fluide à 120 Hz et une caméra développée en collaboration avec Hasselblad. Profitez d'une charge ultra-rapide et d'une expérience utilisateur haut de gamme."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Redmi Note 10",
      "prix": 249,
      "description": "Le Xiaomi Redmi Note 10 est un smartphone abordable avec un écran AMOLED éclatant, une grande autonomie de batterie et un appareil photo polyvalent. Obtenez un excellent rapport qualité-prix avec le Redmi Note 10."
    },
    {
      "marque": "Huawei",
      "modèle": "Mate 40 Pro",
      "prix": 1199,
      "description": "Le Huawei Mate 40 Pro est un téléphone haut de gamme doté d'un écran incurvé, d'un appareil photo puissant et d'une connectivité 5G. Profitez d'une performance fluide et d'une charge rapide pour rester productif toute la journée."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone SE (2020)",
      "prix": 399,
      "description": "L'iPhone SE (2020) est un smartphone compact d'Apple avec une puce A13 Bionic, un appareil photo avancé et une excellente autonomie de batterie. Profitez de la puissance de l'iPhone dans un format pratique."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy S20",
      "prix": 999,
      "description": "Le Samsung Galaxy S20 est un téléphone phare doté d'un écran Dynamic AMOLED, d'une puissante configuration matérielle et d'un système de caméra professionnel. Profitez de la 5G, du mode nuit et d'une expérience multitâche avancée."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 4 XL",
      "prix": 899,
      "description": "Le Google Pixel 4 XL est un smartphone haut de gamme avec un écran OLED, une qualité d'appareil photo exceptionnelle et une intégration étroite avec les services Google. Découvrez les fonctionnalités avancées de l'intelligence artificielle."
    },
    {
      "marque": "OnePlus",
      "modèle": "7T",
      "prix": 599,
      "description": "Le OnePlus 7T est un téléphone phare avec un écran fluide à 90 Hz, une charge rapide et une performance supérieure. Capturez des photos nettes et profitez d'une expérience utilisateur fluide avec OxygenOS."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Mi 10T Pro",
      "prix": 699,
      "description": "Le Xiaomi Mi 10T Pro est un smartphone puissant avec un écran à taux de rafraîchissement élevé, une configuration matérielle de pointe et une caméra polyvalente. Profitez d'une expérience fluide et de fonctionnalités haut de gamme."
    },
    {
      "marque": "Huawei",
      "modèle": "P30 Pro",
      "prix": 799,
      "description": "Le Huawei P30 Pro est un téléphone haut de gamme doté d'un écran OLED, d'un appareil photo Leica puissant et d'une autonomie de batterie exceptionnelle. Explorez de nouvelles possibilités avec la photographie mobile."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone XR",
      "prix": 599,
      "description": "L'iPhone XR est un smartphone coloré d'Apple avec un écran Liquid Retina, une puce A12 Bionic et un appareil photo avancé. Profitez de performances rapides et d'une expérience iOS fluide."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy A52",
      "prix": 349,
      "description": "Le Samsung Galaxy A52 est un smartphone polyvalent avec un écran Super AMOLED, une caméra polyvalente et une grande autonomie de batterie. Profitez d'une expérience fluide avec One UI et une connectivité 5G."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 3a",
      "prix": 399,
      "description": "Le Google Pixel 3a est un smartphone abordable avec une excellente qualité d'appareil photo, une intégration Google fluide et une autonomie de batterie longue durée. Profitez d'une expérience Android pure à un prix avantageux."
    },
    {
      "marque": "OnePlus",
      "modèle": "Nord",
      "prix": 399,
      "description": "Le OnePlus Nord est un smartphone abordable avec une configuration matérielle solide, une charge rapide et une expérience fluide OxygenOS. Capturez des moments spéciaux avec son appareil photo polyvalent."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Redmi 9",
      "prix": 199,
      "description": "Le Xiaomi Redmi 9 est un smartphone abordable avec une grande autonomie de batterie, un écran de qualité et un système de caméra polyvalent. Obtenez un excellent rapport qualité-prix avec le Redmi 9."
    },
    {
      "marque": "Huawei",
      "modèle": "Nova 5T",
      "prix": 399,
      "description": "Le Huawei Nova 5T est un smartphone élégant avec une configuration matérielle puissante, une caméra polyvalente et une grande capacité de stockage. Profitez d'une expérience fluide avec EMUI et une connectivité 4G."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone 11",
      "prix": 699,
      "description": "L'iPhone 11 est un smartphone phare d'Apple avec une puce A13 Bionic, un système de caméra avancé et une grande autonomie de batterie. Profitez d'une expérience fluide avec iOS 14 et une connectivité 4G."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy M51",
      "prix": 329,
      "description": "Le Samsung Galaxy M51 est un smartphone abordable avec une grande autonomie de batterie, un écran Super AMOLED et un appareil photo polyvalent. Profitez d'une expérience fluide avec One UI et une connectivité 4G."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 2 XL",
      "prix": 649,
      "description": "Le Google Pixel 2 XL est un smartphone haut de gamme avec un écran OLED, une qualité d'appareil photo exceptionnelle et une intégration étroite avec les services Google. Découvrez les fonctionnalités avancées de l'intelligence artificielle."
    },
    {
      "marque": "OnePlus",
      "modèle": "6T",
      "prix": 549,
      "description": "Le OnePlus 6T est un téléphone phare avec un écran Optic AMOLED, une charge rapide et une performance supérieure. Capturez des photos nettes et profitez d'une expérience utilisateur fluide avec OxygenOS."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Mi Note 10",
      "prix": 499,
      "description": "Le Xiaomi Mi Note 10 est un smartphone puissant avec une configuration matérielle de pointe, un écran AMOLED incurvé et une caméra penta-objectif. Capturez des détails incroyables et profitez d'une expérience fluide avec MIUI."
    },
    {
      "marque": "Huawei",
      "modèle": "P20 Pro",
      "prix": 699,
      "description": "Le Huawei P20 Pro est un téléphone haut de gamme doté d'un écran OLED, d'un appareil photo Leica triple objectif et d'une autonomie de batterie exceptionnelle. Explorez de nouvelles possibilités avec la photographie mobile."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone 8",
      "prix": 449,
      "description": "L'iPhone 8 est un smartphone classique d'Apple avec une puce A11 Bionic, un appareil photo avancé et un écran Retina. Profitez de performances rapides et d'une expérience utilisateur fluide avec iOS 14."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy A71",
      "prix": 499,
      "description": "Le Samsung Galaxy A71 est un smartphone polyvalent avec un écran Super AMOLED, une caméra polyvalente et une grande autonomie de batterie. Profitez d'une expérience fluide avec One UI et une connectivité 4G."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 3 XL",
      "prix": 899,
      "description": "Le Google Pixel 3 XL est un smartphone haut de gamme avec un écran OLED, une qualité d'appareil photo exceptionnelle et une intégration étroite avec les services Google. Découvrez les fonctionnalités avancées de l'intelligence artificielle."
    },
    {
      "marque": "OnePlus",
      "modèle": "5T",
      "prix": 499,
      "description": "Le OnePlus 5T est un téléphone phare avec un écran Optic AMOLED, une charge rapide et une performance supérieure. Capturez des photos nettes et profitez d'une expérience utilisateur fluide avec OxygenOS."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Redmi Note 9 Pro",
      "prix": 299,
      "description": "Le Xiaomi Redmi Note 9 Pro est un smartphone abordable avec un écran LCD, une grande autonomie de batterie et un appareil photo polyvalent. Obtenez un excellent rapport qualité-prix avec le Redmi Note 9 Pro."
    },
    {
      "marque": "Huawei",
      "modèle": "Nova 7i",
      "prix": 299,
      "description": "Le Huawei Nova 7i est un smartphone abordable avec une configuration matérielle solide, un écran LCD et une grande capacité de stockage. Profitez d'une expérience fluide avec EMUI et une connectivité 4G."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone SE (2020)",
      "prix": 399,
      "description": "L'iPhone SE (2020) est un smartphone compact d'Apple avec une puce A13 Bionic, un appareil photo avancé et une excellente autonomie de batterie. Profitez de la puissance de l'iPhone dans un format pratique."
    },
    {
      "marque": "Samsung",
      "modèle": "Galaxy S20 FE",
      "prix": 699,
      "description": "Le Samsung Galaxy S20 FE est un téléphone phare avec un écran Super AMOLED, une configuration matérielle puissante et une caméra polyvalente. Profitez d'une expérience fluide avec One UI et une connectivité 5G."
    },
    {
      "marque": "Google",
      "modèle": "Pixel 4a 5G",
      "prix": 499,
      "description": "Le Google Pixel 4a 5G est un smartphone abordable avec une excellente qualité d'appareil photo, une intégration Google fluide et une autonomie de batterie impressionnante. Profitez d'une expérience Android pure avec la connectivité 5G."
    },
    {
      "marque": "OnePlus",
      "modèle": "Nord CE",
      "prix": 299,
      "description": "Le OnePlus Nord CE est un smartphone abordable avec une configuration matérielle solide, une charge rapide et une expérience fluide OxygenOS. Capturez des moments spéciaux avec son appareil photo polyvalent."
    },
    {
      "marque": "Xiaomi",
      "modèle": "Redmi Note 8 Pro",
      "prix": 249,
      "description": "Le Xiaomi Redmi Note 8 Pro est un smartphone abordable avec un écran LCD, une grande autonomie de batterie et un appareil photo polyvalent. Obtenez un excellent rapport qualité-prix avec le Redmi Note 8 Pro."
    },
    {
      "marque": "Huawei",
      "modèle": "Y9 Prime",
      "prix": 249,
      "description": "Le Huawei Y9 Prime est un smartphone abordable avec une grande autonomie de batterie, un écran LCD et une caméra polyvalente. Profitez d'une expérience fluide avec EMUI et une connectivité 4G."
    },
    {
      "marque": "Apple",
      "modèle": "iPhone 7",
      "prix": 299,
      "description": "L'iPhone 7 est un smartphone classique d'Apple avec une puce A10 Fusion, un appareil photo avancé et un écran Retina. Profitez de performances rapides et d'une expérience utilisateur fluide avec iOS 14."
    }
  ]
}
